Repository: CanaimaKueka/update-manager
Catalog: po/*.po
Languages: az, ca

source: sets the log level
az: qeydə alma səviyyəsini təyin edir
ca: estableix el nivell del registre

source: sets the log level to debug
ca: estableix el nivell del registre per depurar

source: starts an update check
az: yeniləmələrin yoxlanılmasını başlayır
ca: inicia una comprovació d'actualització

source: < 5 seconds
az: < 5 saniyə
ca: < 5 segons

source: %d seconds
az: %d saniyə
ca: %d segons

source: %d minute
az: %d dəqiqə
ca: %d minut

source: %d second
az: %d saniyə
ca: %d segon

source: %d hour
az: %d saat
ca: %d hora

source: Could not download packages information.
az: Paket məlumatlarını endirmək mümkün olmadı
ca: No s'ha pogut baixar la informació dels paquets.

source: Internal error: the commit progress handler did not handle requires_removal_or_installation correctly.
ca: S'ha produït un error intern: el gestor de progrés d'enviament no ha gestionat correctament l'acció «requires_removal_or_installation».

source: A fatal error has been detected in update-manager.
az: update-manager-də ölmcül xəta aşkarlandı.
ca: S'ha detectat un error greu al gestor d'actualitzacions.

source: Do you want to submit a bug report?
az: Xəta hesabatı göndərmək istəyirsinizmi?
ca: Voleu transmetre un informe d'error?

source: Selecting No will close the application.
az: Əyər Yox seçsəniz proqram bağlanacaq.
ca: S'està seleccionant «No es tancarà l'aplicació».

source: The program will now exit.
az: Proqram indi bağlanacaq
ca: El programa sortirà ara.

source: Loading package cache.
az: Paket arxivi oxunur.
ca: S'està carregant la memòria cau de paquets.

source: Finished loading package cache.
ca: Ha finalitzat la carrega de la memòria cau de paquets.

source: Cancel
az: Ləğv et
ca: Cancel·la

source: Install
az: Qur
ca: Instal·la

source: Building Updates List
az: Yeniləmələr Siyahısı hazırlanır
ca: S'està construint la llista d'actualitzacions

source: Open Link in Browser
az: Keçidi Səyyahda Aç
ca: Obre l'enllaç al navegador

source: Copy Link to Clipboard
az: Keçidi Ara Yaddaşa Köçür
ca: Copia l'enllaç al porta-retalls

source: _Uncheck All
az: Bütün Nişanları _Sil
ca: _Desactiva-ho tot

source: _Check all
az: Hamısını _Nişanla
ca: _Comprova-ho tot

source: (Size: %s)
az: (Həcm: %s)
ca: (Mida: %s)

source: From version %(old_version)s to %(new_version)s
ca: De la versió %(old_version)s a la %(new_version)s

source: Version: %s
az: Versiya: %s
ca: Versió: %s

source: Requires installation of:
az: Qurulmasını tələb edir:
ca: Cal l'instal·lació de:

source: None
az: Heç biri
ca: Cap

source: Depends on:
az: Asılıdır:
ca: Depèn de:

source: Depends on (strict):
az: Asılıdır (ciddi):
ca: Depèn de (estricte):

source: Is depended on by:
ca: És dependència per:

source: Is depended on by (strict):
ca: És dependència per (estricte):

source: Conflicts with:
ca: Conflictes amb:

source: Download size: %s
az: Ediriləcək həcm: %s
ca: Mida de la baixada: %s

source: Downloading list of changes...
az: Dəyişikliklərin siyahısı endirilir...
ca: S'està baixant la llista de canvis...

source: Downloading list of changes failed.
az: Dəyişikliklər siyahısını endirmək mümkün olmadı.
ca: Ha fallat la baixada de la llista de canvis.

source: Version %s:
az: %s versiyası:
ca: Versió %s:

source: Gathering information about updates...
ca: S'està recopilant informació sobre les actualitzacions...

source: Upgrading may require removal or installation of new packages.
ca: Per actualitzar pot caldre la supressió o instal·lació de paquets nous.

source: Do you want to perform a safe-upgrade, which does not remove packages or install new ones?
ca: Voleu realitzar una actualització segura, que no suprimeix paquets o n'instal·la de nous?

source: Your system is up-to-date
az: Sisteminiz ən son yeniləmələrə sahibdir
ca: El vostre sistema està actualitzat

source: Welcome to %s!
ca: Benvingut a %s!

source: These software updates have been issued since %s was released.
ca: Aquestes actualitzacions de programari s'han publicat des de que %s es va llançar.

source: Software updates are available for this computer.
az: Bu kompyuter üçün program yeniləmələri mövcuddur.
ca: Hi ha actualitzacions de programari disponibles per a aquest equip.

source: If you don't want to install them now, choose "Update Manager" from the Administration menu later.
az: Əyər siz onları indi qurmaq istəmirsinizsə başqa bir vaxt İnzibatçılıq münyusundan "Yeniləmə İdarəçisini" seçə bilərsiniz.
ca: Si no voleu instal·lar-les ara, trieu més tard el «Gestor d'actualitzacions» al menú d'administració.

source: About Update Manager
az: Yeniləmə İdarəçisi
ca: Quan al gestor d'actualitzacions

source: Update Manager
az: Yeniləmə İdarəçisi
ca: Gestor d'actualitzacions

source: Progress
az: Gedişat
ca: En progrés

source: Source
az: Mənbə
ca: Font

source: File name
ca: Nom del fitxer

source: Downloaded
az: Edirilmiş
ca: Baixat

source: Size
az: Ölçü
ca: Mida

source: Checking for updates
az: Yeniləmər yoxlanır
ca: S'està comprovant si hi ha actualitzacions

source: Unknown
az: Naməlum
ca: Desconegut

source: Download rate: %s/s
az: Ediriləcək həcm: %s/san
ca: Taxa de baixada: %s/s

source: Checking for updates...
az: Yeniləmlər yoxlanır ...
ca: S'està comprovant si hi ha actualitzacions ...

source: An internal error has occured and the operation has been aborted.
ca: S'ha produït un error intern i l'operació s'ha interromput.

source: Error message:
az: Xəta ismarışı:
ca: Missatge d'error:

source: Downloading updates
az: Yeniləmələr endirilir
ca: S'estan baixant les actualitzacions

source: Changes
az: Dəyişikliklər
ca: Canvis

source: Remove %s
az: %s paketini sil
ca: Suprimeix %s

source: Install %s
az: %s paketini qur
ca: Instal·la %s

source: Removal or installation of packages
ca: Supressió o instal·lació de paquets

source: Installation of the selected upgrades requires removal or installation of new packages.
ca: La instal·lació de les actualitzacions seleccionades requereix la supressió o la instal·lació de paquets nous.

source: You can find a list of these changes below.
ca: Podeu trobar una llista d'aquests canvis a sota.

source: Do you want to continue?
az: Davam etmək istəyirsinizmi?
ca: Voleu continuar?

source: Preparing upgrade
ca: S'està preparant l'actualització

source: This operation may take some time.
az: Bu əməliyyat bir qədər vaxt alacaq.
ca: Aquesta operació pot trigar una estona.

source: Downloading finished
az: Endirmə başa çatdı
ca: Ha finalitzat la baixada

source: An error has occured and downloading has been aborted.
ca: S'ha produït un error i s'ha interromput la baixada.

source: Installing updates
az: Yeniləmələr qurulur
ca: S'estan instal·lant les actualitzacions

source: Preparing installation...
ca: S'està preparant la instal·lació...

source: Applied %d update
az: %d yeniləmə tətbiq olundu
ca: S'ha aplicat %d actualització

source: Your system is now up-to-date.
ca: Ara el sistema està actualitzat.

source: There is %d more update available.
az: Daha %d yeniləmə mövcuddur.
ca: Hi ha %d actualització disponible.

source: Software updates correct errors and eliminate security vulnerabilities.
ca: Les actualitzacions de programari corregeixen errors i suprimeixen vulnerabilitats de seguretat.

source: Please consider installing all available updates.
az: Xaiş olunur bütün mövcud yeniləmələri quraşdırmağı yoxlayın.
ca: Considereu la instal·lació de totes les actualitzacions disponibles.

source: An error has occured and installing has been aborted.
az: Xəta baş verdi və quraşdırma yarımçık kəsildi.
ca: S'ha produït un error i s'ha interromput la instal·lació.

source: Show progress of individual files
az: Faylların tək-tək irəliləyişini göstər
ca: Mostra el progrés dels fitxers individuals

source: Show terminal
az: Terminalı Göstər
ca: Mostra el terminal

source: A fatal error has been detected
az: Ölümcül xəta aşkar olundu
ca: S'ha detectat un error greu

source: Exception: %s
ca: Excepció: %s

source: Important security updates
az: Vacib təhlükəsizlik yeniləmələri
ca: Actualitzacions de seguretat importants

source: Recommended updates
az: Məsləhət görülən yeniləmələri
ca: Actualitzacions recomanades

source: Distribution updates
az: Distributiv yeniləmələri
ca: Actualitzacions de la distribució

source: Proposed updates
az: Təklif olunan yeniləmələr
ca: Actualitzacions proposades

source: Third-party updates
az: Üçüncü tərəfin yeniləmələri
ca: Actualitzacions de tercers

source: *deprecated* Check for new distribution releases
ca: *obsolet* Comprova si hi ha distribucions noves

source: Auto close the install window after successful install
ca: Tanca automàticament la finestra de l'instal·lació després d'una instal·lació amb èxit

source: First run welcome message
ca: Missatge de benvinguda en la primera execució

source: If automatic checking for updates is disabled, you have to reload the channel list manually. This option allows to hide the reminder shown in this case.
ca: Si la comprovació automàtica d'actualitzacions està inhabilitada, haureu de tornar a carregar manualment la llista de canals. Aquesta opció us permet ocultar la notificació que es mostra en aquest cas.

source: If this key is set a first run welcome message will be presented.
ca: Si aquesta clau està activada es mostrarà un missatge de benvinguda en la primera execució.

source: If this key is set the install window will be automatically closed on successful installation.
ca: Si aquesta clau està activada la finestra de l'instal·lació es tancarà automàticament després d'una instal·lació amb èxit.

source: If this key is set the main update list window will show version information (from version to version).
ca: Si aquesta clau està activada la finestra principal amb la llista d'actualització mostrarà la informació de versió (de la versió a la versió).

source: Remind to reload the channel list
az: Kanal siyahısını yenidən yükləməyi xatırlat
ca: Recordatori per tornar a carregar la llista de canals

source: Show details of an update
az: Yeniləmənin təfərruatlarını göstər
ca: Mostra els detalls d'una actualització

source: Show version in update list
az: Yeniləmə siyahısında versiyanı göstər
ca: Mostra la versió a la llista d'actualització

source: Stores the size of the update-manager dialog
ca: Emmagatzema la mida del diàleg del gestor d'actualitzacions

source: Stores the state of the expander that contains the list of changes and the description
ca: Emmagatzema l'estat de l'expansor que conté la llista de canvis i la descripció

source: The window size
az: Pəncərə ölçüsü
ca: La mida de la finestra

source: This key is deprecated in favor of the file /etc/update-manager/release-upgrades Check automatically if a new version of the current distribution is available and offer to upgrade (if possible).
ca: Aquesta clau és obsoleta a canvi del fitxer /etc/update-manager/release-upgrades. Comprova automàticament si hi ha disponible una versió nova de la distribució actual i ofereix l'actualització (si és possible).

source: Show and install available updates
az: Mövcud yeniləmələri göstər və qur
ca: Mostra i instal·la les actualitzacions disponibles

source: Software Updates
az: Program Yeniləmələri
ca: Actualitzacions de programari
